{
  "items": [
    {
      "id": 1,
      "title": "Romance Dawn - The Dawn of the Adventure",
      "chapter": "One Piece Chapter 1",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383457/aruhkvluafy7zbftboix.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/aruhkvluafy7zbftboix.png",
      "summary": "The series' main character, Monkey D. Luffy, is introduced as a boy, with Shanks as its role model. After Shanks comes into confrontation at a bar with a mountain bandit, it's discovered that Luffy mistakenly ate a Devil Fruit, the Gomu Gomu no Mi. Later he is taken hostage after Luffy provokes Higuma. Shanks and his crew appear and defeat the bandits of Higuma but Higuma escapes and takes Luffy on a boat. A Sea King emerges and eats Higuma after Higuma pushes Luffy into the water and Shanks arrives just in time to save Luffy's life. Shanks uses Haki to scare off the Sea King, but loses his arm in the process. Luffy is even more determined to become a pirate when Shanks lost his left arm to save him. He gives Luffy his straw hat, before Shanks leaves.10 Years on,  Luffy officially sets sail as a pirate and begins the adventure of fulfilling his dream of becoming the King of Piracy. ",
      "characters": "Shanks, Benn Beckman, Lucky Roux, Yasopp, Gold Roger (flashback), Monkey D. Luffy, Makino, Woop Slap, Gyoru, Chicken, Anjo (flashback), Lord of the Coast, Monstar, Higuma, Mikio Itoo (on wanted poster)",
      "cover_characters": "Nami",
      "publish": "",
      "explanation": "Color Spread: The Straw Hat Pirates and the Red Hair Pirates are holding a party in treasure along with seagulls. Shanks' flag is seen in the background. ",
      "created_at": "2020-05-03 21:50:49",
      "updated_at": "2020-05-13 23:24:18"
    },
    {
      "id": 2,
      "title": "That Guy, \"Straw Hat Luffy\"",
      "chapter": "One Piece Chapter 2",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383458/nay0k530wp2xmrnu5ij9.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/nay0k530wp2xmrnu5ij9.png",
      "summary": "Luffy ends up on an island used as a base by the pirate Iron-Mace Alvida. There he meets Koby, a boy who, despite his desire to become a Marine, was forced to be servant of Alvida. Luffy helps Koby get the courage to be up against Alvida. After that, Luffy easily defeats her and leaves Koby on the island.",
      "characters": "Alvida, Heppoko, Peppoko, Poppoko, Monkey D. Luffy, Koby, Roronoa Zoro (mentioned only)",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: \"Luffy with six striped ostriches.\" ",
      "created_at": "2020-05-03 21:50:55",
      "updated_at": "2020-05-13 23:24:19"
    },
    {
      "id": 3,
      "title": "Introducing Pirate Hunter Zoro",
      "chapter": "One Piece Chapter 3",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383459/y1s66tb19ueoyp8pqwra.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/y1s66tb19ueoyp8pqwra.png",
      "summary": "Luffy and Koby arrive at an island with a Marine base in which a man named Roronoa Zoro is detained. While Zoro is seen as a demon, Luffy insists on getting him on his crew, and goes to meet him. There, he and Koby meet with Rika, a young girl shielded by Zoro, who led him to be imprisoned.",
      "characters": "Monkey D. Luffy, Morgan (mentioned only), Helmeppo, Rika, Koby, Roronoa Zoro, Soro (flashback), Mikio Itoo (on wanted poster)",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: \"Luffy is riding a spotted shark.\" ",
      "created_at": "2020-05-03 21:50:56",
      "updated_at": "2020-05-13 23:24:19"
    },
    {
      "id": 4,
      "title": "Marine Captain \"Axe-Hand Morgan\"",
      "chapter": "One Piece Chapter 4",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383460/oqddetpynarqlucntass.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/oqddetpynarqlucntass.png",
      "summary": "Luffy goes to see Zoro again to welcome him into his band, and Zoro declines. Luffy thinks if he gets Zoro's swords back from Helmeppo, then he can get Zoro to join them before he gives them up, so he runs away to get them up. In the meantime, Morgan, the Marine base commander, is making his men raise a giant statue of himself, which Luffy unintentionally breaks while attempting to get back the weapons. Infuriated, Morgan orders his men to catch Luffy, so he can execute him.",
      "characters": "Monkey D. Luffy, Morgan, Rokkaku, Ukkari, Helmeppo, Rika, Ririka, Koby, Roronoa Zoro",
      "cover_characters": "",
      "publish": "",
      "explanation": "",
      "created_at": "2020-05-03 21:51:01",
      "updated_at": "2020-05-13 23:24:21"
    },
    {
      "id": 5,
      "title": "Pirate King and Master Swordsman",
      "chapter": "One Piece Chapter 5",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383461/xcwfz9de5sj8qelxuoge.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/xcwfz9de5sj8qelxuoge.png",
      "summary": "Morgan and his soldiers go to destroy Zoro and Koby, while Luffy gets back the swords from Zoro. Zoro reflects on how he can't die in such a place, recalling the promise he made to his childhood friend, Kuina. Nonetheless, right before they fire Zoro and Koby, Luffy gets in the way, shielding the pair from all the bullets. Zoro knows he has no choice if he wants to live, and asks Luffy to join him.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Morgan, Helmeppo, Kuina (flashback), Koushirou (flashback), Koby",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: Luffy finishes his drink, while trying to drink some from the dolphin's glass. Zoro is also drinking while enjoying the view. ",
      "created_at": "2020-05-03 21:51:13",
      "updated_at": "2020-05-13 23:24:21"
    },
    {
      "id": 6,
      "title": "The First Crew Member",
      "chapter": "One Piece Chapter 6",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383462/dr4e5jwhij8rvocnkptu.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/dr4e5jwhij8rvocnkptu.png",
      "summary": "Eventually, Luffy manages to free Zoro, and the two drive all of Morgan's soldiers out. Luffy fights with Morgan but when Helmeppo tries to shoot Koby he is forced to stop. Though Luffy saves Koby by taking Helmeppo out, Morgan seizes the chance to try to kill him, but Zoro prevents him.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Morgan, Helmeppo, Koby",
      "cover_characters": "",
      "publish": "",
      "explanation": "",
      "created_at": "2020-05-03 21:51:17",
      "updated_at": "2020-05-13 23:24:22"
    },
    {
      "id": 7,
      "title": "Friends",
      "chapter": "One Piece Chapter 7",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383462/meidchhq5rwasxpv1agu.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/meidchhq5rwasxpv1agu.png",
      "summary": "Morgan's Marines are grateful to Luffy for defeating and riding Morgan of his tyranny, and allowing Luffy and Zoro to leave in peace. But Koby does not follow them, leading the soldiers to wonder whether or not he is one of them. To order to show that Koby is not their mate, Luffy provokes him before he punctures him; then he is allowed to live. Koby asks to join the Marines after the pirates leave, and is allowed inside. As they head off, Koby and the Marines salute Luffy and Zoro.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Buggy (shadowed), Shanks (shadowed), Morgan (K.O), Ripper, Koby, Helmeppo (K.O), Rika, Ririka",
      "cover_characters": "",
      "publish": "",
      "explanation": "Color Cover: Luffy painting a Jolly Roger on a bear while Zoro sleeps. Some birds are also hanging around. ",
      "created_at": "2020-05-03 21:51:22",
      "updated_at": "2020-05-13 23:24:24"
    },
    {
      "id": 8,
      "title": "Introducing Nami",
      "chapter": "One Piece Chapter 8",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383464/gvzxa4qufr1jfejcjogk.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/gvzxa4qufr1jfejcjogk.png",
      "summary": "Luffy attempts to capture a bird in order to get food for himself and Zoro, but it's much bigger than him and he ends up being taken to an island. Zoro pursues him, and picks up some of the pirates of Buggy the Clown along the way. Elsewhere, Luffy encounters a girl named Nami, who escaped some pirates.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Tightrope Walking Funan Bros, Superhuman Domingos, Nami, Pinky",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: Luffy and Zoro with birds on a ship. ",
      "created_at": "2020-05-03 21:51:30",
      "updated_at": "2020-05-13 23:24:25"
    },
    {
      "id": 9,
      "title": "The Devil Girl",
      "chapter": "One Piece Chapter 9",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383465/uepyy0h5x6sdji3xb2gd.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/uepyy0h5x6sdji3xb2gd.png",
      "summary": "Nami's trying to link up with Luffy. The Buggy Pirates are trying to locate the map she stole but he shoots one with his cannon when they return empty-handed to Buggy. Nami brings Luffy into a house and explains the situation to him, and who is Sloppy. Luffy asks her about joining his crew; she declines. Luffy explains why his hat with straw is a gift to her. Nami claims the thing she most fears, is pirates. We leave the house and go to look for Buggy, but Nami tricks Luffy, binds him to a string, and gets him to negotiate a bargain with Buggy.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Buggy, Mohji, Richie, Cabaji, Tightrope Walking Funan Bros, Superhuman Domingos, Domo-kun, Nami",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: Zoro is on the back of a cow while he cleans his katana, and Luffy is hanging from a tree. ",
      "created_at": "2020-05-03 21:51:36",
      "updated_at": "2020-05-13 23:24:26"
    },
    {
      "id": 10,
      "title": "The Incident at the Bar",
      "chapter": "One Piece Chapter 10",
      "cover_images": "https://res.cloudinary.com/daluwid/image/upload/v1589383466/hh8lcla09dprujhipyl4.png|https://res.cloudinary.com/daluwid/image/upload/c_fill,q_auto,w_450/hh8lcla09dprujhipyl4.png",
      "summary": "When Buggy appears behind her and asks her to kill Luffy, Nami's plan goes wrong. She hesitates, and unintentionally lit the Rusty Cannon. Before it fires, she stops the cannon and Zoro gets in and chops Buggy up into tiny pieces.",
      "characters": "Monkey D. Luffy, Roronoa Zoro, Buggy, Acrobatic Fuwas, Nami",
      "cover_characters": "",
      "publish": "",
      "explanation": "Animal Theater: Nami and a hooded pig carrying a treasure chest and a Jolly Roger with a cross through it. ",
      "created_at": "2020-05-03 21:51:41",
      "updated_at": "2020-05-13 23:24:27"
    }
  ]
}